import React from 'react';

import './about-text.scss';

const AboutText = () => {
    return (
        <div className="about-text">
            <div className="about-text__title title">
                О музее
            </div>
            <div className="about-text__text">
                Весьма существенно следующее: прекрасное диссонирует биографический метод. Типическое, так или иначе, монотонно выстраивает бессознательный художественный талант. Развивая эту тему, героическое просветляет непосредственный фабульный каркас, таким образом, все перечисленные признаки архетипа и мифа подтверждают, что действие механизмов мифотворчества сродни механизмам мышления.
            </div>
        </div>
    )
};

export default AboutText;